[
    {
        "id": 1,
        "title": "Private Yoga Event",
        "dsc": "Remember that a private yoga event is an opportunity for relaxation and self-care, so ensure that ",
        "img": "https://i.ibb.co/Jj5CrBh/blog10.webp",
        "long_dsc": "Remember that a private yoga event is an opportunity for relaxation and self-care, so ensure that the atmosphere is comfortable and welcoming for all participants. Tailor the experience to the preferences and goals of your group to make it a memorable and enjoyable occasion."
    },
    {
        "id": 2,
        "title": "Yoga Festival Management",
        "dsc": "Managing a yoga festival involves a combination of logistical, organizational, and promotional",
        "img": "https://i.ibb.co/xJ1brvB/blog11.webp",
        "long_dsc": "Managing a yoga festival involves a combination of logistical, organizational, and promotional tasks. Whether you're planning a small local yoga festival or a larger-scale event, here's a step-by-step guide to help you with yoga festival management:"
    },
    {
        "id": 3,
        "title": "Yoga Retreat Planning ",
        "dsc": "Planning a yoga retreat requires attention to detail, excellent organization, and a deep understanding ",
        "img": "https://i.ibb.co/G5tMjK5/blog8.webp",
        "long_dsc": "Planning a yoga retreat requires attention to detail, excellent organization, and a deep understanding of the needs and desires of your target audience. With careful planning and execution, you can create a transformative and memorable experience for your retreat participants."
    },
    {
        "id": 4,
        "title": "Yoga Wellness Program",
        "dsc": "This title emphasizes the idea of achieving holistic health and radiance through the practice of yoga",
        "img": "https://i.ibb.co/tKnqHV2/360-F-338364178-OUy-Hx230-AI63cc-He-WLa-WSUB71-Lu-Uog53.jpg",
        "long_dsc": "This title emphasizes the idea of achieving holistic health and radiance through the practice of yoga, which aligns with the wellness aspects of yoga. Feel free to adapt it to suit the specific focus and goals of your program."
    },
    {
        "id": 5,
        "title": "Workshop Planning",
        "dsc": "TSome people hate going to workshops. Done wrong, they can be a huge waste of time and money",
        "img": "https://i.ibb.co/PjBq6ct/326901709-962722395092848-1174713388745210275-n.jpg",
        "long_dsc": "TSome people hate going to workshops. Done wrong, they can be a huge waste of time and money. However, if they're planned well, they can be incredibly valuable for everyone involved. Workshops are great for brainstorming, interactive learning, building relationships, and problem-solving. This is why advance planning is critical."
    },
    {
        "id": 6,
        "title": "Yoga Event Coordination",
        "dsc": "Being a yoga teacher requires a lot of self promotion and preparation for classes. Whether",
        "img": "https://i.ibb.co/fFc9QRQ/banner3-1060x.webp",
        "long_dsc": "Being a yoga teacher requires a lot of self promotion and preparation for classes. Whether you get yourself a regular gig at a yoga studio or go completely free lance you’ll have to self promote your classes, style, skills, and experience. And then once you get in the studio, you’ll have to deliver. Here are my top tech teacher tools to help you be"
    }
]